TOKEN = '5398908601:AAER8xYHr7jeqk_xqvJyNgyvJE6PoOY-u0Y'
dct = {1:[
    'Заполните дату рождения по примеру: 1998.03.25',#0
    '❗️ Дата рождение должен быть в виде (год.месяц.день)',#1
    'Нажмите на кнопку "📞 Поделиться номером"',#2
    'Введите название ВУЗа: \n\n\nНапример:    Ташкентский Химико Технологический Иститут',#3
    '📞 Поделиться номером',#4
    '👨‍🎓Где вы учились/учитесь?\n\n\nНапример: Ташкентский Педагогический Институт',#5
    'Спецификация по диплому:\n\n\nНапример: Учитель начальных классов',#6
    'Сведение о дополнительном сертификате:',#7
    'Стаж работы:',#8
    'На какую должность претендуете?\n\n\nНапример: Учитель ',#9
    '''Где вы работаете/работали?\n\n\nНапример: 102-средняя школа''',#10
    '''Ведите адрес местожительства:\n\n\nНапример: г.Ташкент, Шайхантахурский район, Лабзак 26-32''',#11
    '''Укажите какими языками владеете:

Например: Узбекский, Английский,Русский...
''',#12
    'На какую зарплату вы расчитиваете?',#13
    'Отправьте своё резюме:',#14
    'Отправте первую страницу паспорта:',#15
    'Отправте страницу паспорта, где указана прописка:',#16
    '📸Отправьте своё фото:',#17
    '',#18
    '',#19
    '',#20
    '',#23   frfffffffffffffffffffff
    '',#23
    '',#24
    '',#25
    '',#26
    '',#27
    '',#28
    '',#29
    '',#30
    '',#31
    '',#32
    '',#33
    '',#34
    '',#35
    '💸На какую зарплату вы рассчитываете? \n\n\n Образец:   1 500 000',#36
    '',#37
    '✅Вы успещно зарегистрировались\n\n\n⏳Ваша заявка на рассмотрении\n\n\n🕰В ближайшее время мы с вами свяжемся\n\n\n🤗Благодарим за использования ботом\n\n\n«Our international school Vacancy»',#38
    'Заполнить ФИО в нижеследующем образце: \n\n\n👤Рустамжанов Ильхом Анварович',#39
    '☎️Введите номер телефона по примеру: \n\n\n📞901362632',#40
    'Где вы учились ?\n\n\nНапример:    Лицей УЗГУМЯ',#41
    'Введите название ВУЗа: \n\n\nНапример:    Ташкентский Химико Технологический Иститут',#42
    'Где вы работали?\n\n\nНапример:    Райхон миллий таомлар ошхонаси',#43


],
       3:[
           'Туғилган санангизни қуйидаги коринишга киритинг: 1998.03.25', #1
           """❗️ Туғилган сана (йил.ой.кун) кўринишида бўлиши керак""", #2
           ' "📞 Raqamni ulashish " tugmasini bosing', #3
           'Қаерда ўқигансиз? \n\n\nнамуна: Tashkent Педагогика Институти',  # 3
           '📞 Raqamni ulashish',  # 4
           '👨🎓Қаерда ўқигансиз? \n\n\nНамуна: Тошкент Педагогика Институти',  # 5
           'Мутаҳассислигингиз диплом бўйича:\n\n\nнамуна: Бошланғич синф ўқитувчиси',  # 6
           'Қўшимча сертификатингиз хақида маълумот:',  # 7
           'Иш стажингиз:',  # 8
           'Қайси лавозимда ишлашни хохлайсиз?\n\n\nНамуна: Ўқитувчи ',  # 9
           '''Қаерда ишлайсиз/ишлагансиз?\n\n\nНамуна: 102-ўрта мактаб ''',  # 10
           '''Яшаш манзилини киритинг:\n\n\nНамуна: Тошкент шахар, Шайхонтохур тумани, Лабзак 26-32''',  # 11
           '''Қайси тилларни биласиз?

       Намуна: Ozbek tili, English, Русский язык...
       ''',  # 12
           'Қанча маош олишни кутаяпсиз?',  # 13
           'Отправьте своё резюме:',  # 14
           'Pasportingizni birinchi rasmlik betini fotosini yuboring:',  # 15
           'Pasportingizni yashash manzili korsatilgan betini fotosini yuboring:',  # 16
           'Отправте своё фото',  # 17
           '',  # 18
           '',  # 19
           '',  # 20
           '',  # 23   frfffffffffffffffffffff
           '',  # 23
           '',  # 24
           '',  # 25
           '',  # 26
           '',  # 27
           '',  # 28
           '',  # 29
           '',  # 30
           '',  # 31
           '',  # 32
           '',  # 33
           '',  # 34
           '',  # 35
           '💸Қанча маош олишни кутаяпсиз?\n\n\n Намуна:   1 500 000',  # 36
           '📸Расмингизни юборинг:',  # 37
           """✅ Сиз муваффақиятли рўйхатдан ўтдингиз \n\n\n⏳ Аризангиз кўриб чиқилмоқда\n\n\n🕰 Тез орада биз сиз билан боғланамиз\n\n\n🤗 "Our international school Vacancy"ботидан фойдаланганингиз учун сиз Раҳмат.""",  # 38
           'Фамилиянгиз, Исмингиз ва отангизни исмини қуйидаги кўринишда киритинг: \n\n\n👤Рустамжонов Илхомжон Анвар ўғли',  # 39
           '☎️Телефон рақамингизни қуйидаги кўринишда киритинг: \n\n\n📞901362632',
           'Лицей ёки Колледж номини киритинг:\n\n\nНамуна     ЎзДЖТУ лицейи',  # 41
           'О.Т.М номини киритинг\n\n\nНамуна     Тошкент Кимё Технология Институти',  # 42
           'Қаерда ишлагансиз\n\n\nНамуна     Райхон миллий таомлар ошхонаси',  # 43
           '',  # 44
       ],
       2:[
           'Tug’ilgan sanangizni quyidagi korinishga kiriting: 1998.03.25',  # 1
           """❗️ Tug'ilgan sana (yil.oy.kun) ko'rinishida bo'lishi kerak""",  # 2
           ' "📞 Raqamni ulashish " tugmasini bosing',  # 3
           'Qaerda o’qigansiz? \n\n\nNamuna: Tashkent Pedagogika  Instituti',  # 3
           '📞 Raqamni ulashish',  # 4
           '👨‍🎓Qaerda o’qigansiz? \n\n\nNamuna: Tashkent Pedagogika  Instituti',  # 5
           'Mutahassisligingiz diplom bo’yicha:\n\n\nNamuna: Boshlang’ich sinf o’qituvchisi',  # 6
           'Qo’shimcha sertifikatingiz haqida ma’lumot:',  # 7
           'Ish stajingiz:',  # 8
           'Qaysi lavozimda ishlashni xoxlaysiz?\n\n\nNamuna: O’qituvchi ',  # 9
           '''Qayerda ishlaysiz/ishalagansiz?\n\n\nNamuna: 102-o’rta maktab''',  # 10
           '''Yashah manzilini kiriting:\n\n\nNamuna: Toshkent sh. Shayhontoxur tumani, Labzak 26-32''',  # 11
           '''Qaysi tillarni bilasiz?

       Namuna: Ozbek, Ingliz, Rus...
       ''',  # 12
           'Qancha maosh olishni kutayapsiz?',  # 13
           'Отправьте своё резюме:',  # 14
           'Pasportingizni birinchi rasmlik betini fotosini yuboring:',  # 15
           'Pasportingizni yashash manzili korsatilgan betini fotosini yuboring:',  # 16
           '📸Rasmingizni yuboring:',  # 17
           '',  # 18
           '',  # 19
           '',  # 20
           '',  # 23   frfffffffffffffffffffff
           '',  # 23
           '',  # 24
           '',  # 25
           '',  # 26
           '',  # 27
           '',  # 28
           '',  # 29
           '',  # 30
           '',  # 31
           '',  # 32
           '',  # 33
           '',  # 34
           '',  # 35
           '💸Qancha maosh olishni kutayapsiz? \n\n\n Namuna:   1 500 000',  # 36
           '📸Rasmingizni yuborin:',  # 37
           """✅ Siz muvaffaqiyatli ro'yxatdan o'tdingiz \n\n\n⏳ Arizangiz ko'rib chiqilmoqda\n\n\n🕰 Tez orada biz siz bilan bog'lanamiz\n\n\n🤗 "Our international school Vacancy"botidan foydalanganingiz uchun siz Rahmat.""",
           # 38
           'Familiyangiz, Ismingiz va otangizni ismini quyidagi korinishda kiriting: \n\n\n👤Rustamjonov Ilhomjon Anvar o’g’li',
           # 39
           '☎️Telefon raqamingizni quyidagi ko’rinishda kiriting: \n\n\n📞901362632',  # 40
           'Litsey yoki kolledj nomini kiriting: \n\n\nNamuna:    O`zDJTU litseyi',  # 41
           'O.T.M. nomini kiritng: \n\n\nNamuna:     Tashkent Kimyo Texnologiya Instituti',  # 42
           'Qayerda islagansiz?\n\n\nNamuna:     Rayhon milliy taomlar oshxonasi ',  # 43
           '',  # 44
       ]}
dct1 ={
    1:[
        'Школа',#0
        'Лицей или Коллеж',#1
        'Университет или Институт',#2
        '👨‍🎓Выберите ваше образования:',#3
        '👨‍💼Чем вы занимаетесь  сейчас?',#4
        'Безработный',#5
        'Работаю',#6
        'Студент',#7
        '',#8
    ],
    2:[
        'Maktab',  # 7
        'Litsey yoki kollej',  # 8
        'Unversitet yoki Institut',  # 9
        '👨‍🎓Ma’lumotingiz? Tanlang⬇️:',  # 6
        '👨‍💼Hozir nima bilan bandsiz? ',  # 10
        'Ishsiz',  # 11
        'Ishlayman',  # 12
        'Talaba',  # 13
        '',
    ],
    3:[
        'Мактаб',  # 7
        'Лицей ёки колледж',  # 8
        'Университет ёки Институт',  # 9
        '👨‍🎓Маълумотингиз? Танланг⬇️:',  # 6
        '👨‍💼Хозир нима билан бандсиз?',  # 10
        'Ишсиз',  # 11
        'Ишлайман',  # 12
        'Талаба',  # 13
        '',#8
    ]
}
